/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "点击“上传”即表示您证明您拥有此内容的所有权利，或者您已获得所有者授权在 YouTube 上公开此内容，并且此内容符合位于 https://www.youtube.com/t/terms 上的YouTube 服务条款：";

/* Cancel button */
"Cancel" = "取消";

/* OK - unable to share error */
"OK" = "确定";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "请检查您的互联网连接或您的YouTube设置和权限，并再次尝试。";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "请检查您的互联网连接或 Youtube 设置，并重试。";

/* Button title when the preferences have no login name set */
"Sign In..." = "登录...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "退出...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "您的录制链接已准备好粘贴。";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "无法分享到 Youtube";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "无法分享到 Youtube";

/* Upload button */
"Upload" = "上传";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "将录制的视频上传至您的 YouTube 帐户。";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "您需要创建一个YouTube频道，然后才能上传视频。";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "YouTube 上传";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "您的Google帐户未与YouTube频道相关联。";

